<?php

    return [
        '1' => 'المقر الرئيسي للجامعة (الراكة)',
        '2' => 'كلية التربية بالدمام(المريكبات)',
        '3' => 'مبنى السنة التحضيرية بحفر الباطن',
        '4' => 'كلية التربية بالجبيل',
        '5' => 'كلية العلوم والآداب بالخفجي',
        '6' => 'كلية العلوم والآداب بالنعيرية',
        '7' => 'المقر الرئيسي للجامعة (الراكة)',
        '8' => 'مجمع كليات البنات (الريان)',
        '9' => 'كلية التربية الأدبية بحفر الباطن',
        '10' => 'كلية التربية بالجبيل',
        '11' => 'كلية العلوم والآداب بالخفجي',
        '12' => 'كلية العلوم والآداب بالنعيرية',

    ];