<?php

    return [
        '' => 'حدد',
        'البنك الأهلي التجاري' => 'البنك الأهلي التجاري',
        'البنك السعودي البريطاني' => 'البنك السعودي البريطاني',
        'البنك السعودي الفرنسي' => 'البنك السعودي الفرنسي',
        'البنك السعودي الهولندي' => 'البنك السعودي الهولندي',
        'البنك السعودي للاستثمار' => 'البنك السعودي للاستثمار',
        'البنك العربي الوطني' => 'البنك العربي الوطني',
        'بنك البلاد' => 'بنك البلاد',
        'بنك الجزيرة' => 'بنك الجزيرة',
        'بنك الرياض' => 'بنك الرياض',
        'مجموعة سامبا المالية (سامبا)' => 'مجموعة سامبا المالية (سامبا)',
        'مصرف الراجحي' => 'مصرف الراجحي',
        'مصرف الإنماء' => 'مصرف الإنماء',
    ];