<?php

    return [
        'applicants' => 'نموذج متقدم لتعارض',
        'lookup' => 'الإستعلام عن طلب مسبق',
        'successMsg' => 'تم تقديم طلبك بنجاح و يمكنك مرجعة طلبك عن طريق ادخال رمز الطلب المدون ادناه',
        'fid' => 'رمز الطلب',
        'name' => 'الاسم الرباعي',
        'sid' => 'الرقم الأكاديمي',
        'nid' => 'رقم الهوية',
        'gender' => 'الجنس',
        'exams_center' => 'مركز الإختبارات المعتمد',
        'con_des' => 'تفاصيل التعارض',
        'low_lvl_first_subject' => 'المادة الأولى (المستوى الأدنى)',
        'first_subject' => 'المادة الأولى',
        'conflict_day' => 'يوم التعارض',
        'conflict_date' => 'تاريخ التعارض',
        'con_status' => 'حالة الطلب',
        'des' => 'التفاصيل',


        'view' => 'مشاهدة',


        'desRequiredMsg' => 'يجب إدخال وصف حل للمشكلة في حال تم حل مشكلة التعارض',
        'updateStatus' => 'تحديث حالة الطلب',


    ];