<?php
/**
 * Created by PhpStorm.
 * User: muzahrani
 * Date: 8/28/2016
 * Time: 11:42 AM
 */

return [
    'title' => 'بوابة استقطاب أعضاء هيئة التدريس لتدريس في مقررات التعليم عن بعد',
    'email_intro' => 'لتتمكن من التسجيل لتدريس مقررات التعليم عن بعد أدخل بريدك الإلكتروني الجامعي لتصلك رسالة برمز الدخول إلى النموذج',
    'gotPinAlready' => 'لدي رمز التحقق بالفعل',
    'pin' => 'رمز الدخول',
    'valid_email_intro' => 'أدخل بريدك الجامعي و رمز الدخول المرسل إليك لتتمكن من الدخول إلى نموذج التسجيل',

    'NID' => 'الهوية/الإقامة',
    'gender' => 'الجنس',
    'fname' => 'الاسم الأول',
    'faname' => 'اسم الأب',
    'gfaname' => 'اسم الجد',
    'lname' => 'اسم العائلة',
    'birth_date' => 'تاريخ الميلاد',
    'nationality' => 'الجنسية',
    'other_nationality'=>'الجنسية',
    'cellphone' => 'رقم الجوال',
    'email' => 'البريد الإلكتروني',
    'phone' => 'رقم هاتف العمل',
    'qualification' => 'المؤهل العلمي',
    'qia' => 'إرفاق السيرة الذاتية',
    'major' => 'التخصص',
    'department' => 'الكلية/العمادة التابع لها',
    'section' => 'القسم الأكاديمي',
    'employee_ID' => 'الرقم الوظيفي',
    'job_title' => 'المسمى الوظيفي',
    'other_job_title' => 'المسمى الوظيفي',
    'supervisor' => 'الاسم الكامل للرئيس المباشر',
    'su_phone' => 'رقم هاتف الرئيس',
    'su_email' => 'البريد الإلكتروني للرئيس',
    'su_cellphone' => 'رقم جوال الرئيس المباشر',
    'IBAN' => 'رقم حساب الآيبان',
    'bank_name' => 'اسم البنك',
    'account_holder_name' => 'اسم صاحب الحساب',
    'emergency_name' => 'الاسم',
    'emer_relation' => 'صلة القرابة',
    'other_emer_relation' => 'صلة القرابة الأخرى',
    'emer_cellphone' => 'رقم الجوال',
    'job_identity_attach' => 'تعريف العمل',
    'specify' => 'اخرى',
    'general_details' => 'معلومات عن المتقدم/المتقدمة',
    'hijri' => 'هجري',
    'miladi' => 'ميلادي',
    'is_contract' => 'وظيفة بعقد',
    'bank_details' => 'معلومات بنكية',
    'same_name' => 'نفس اسم المتقدم',
    'emergency_contacts_details' => 'معلومات اتصال شخص للحالات الطارئة',

    'other_details' => 'معلومات إضافية',
    'job_identification' => 'إرفاق تعريف بالعمل',
    'el_exams_Before' => 'هل سبق لك أن درست في برامج التعليم عن بعد',
    'el_exams_num' => 'عدد المشاركات',
    'other_exams_Before' => 'كيف تقيس مهاراتك في أنظمة التعليم عن بعد',
    'skill_lvl' => 'مستوى المهارة في أنظمة التعليم عن بعد',
    'other_exams' => 'المراكز الأخرى',
    'specifyExams' => 'أشرح',
    'howMany' => 'كم عدد الفصول التي شاركت فيها',
    'center' => 'المركز الذي ترغب المراقبة فيه',
    'center_first' => 'المركز الذي ترغب المراقبة فيه كرغبة أولى',
    'center_second' => 'المركز الذي ترغب المراقبة فيه كرغبة ثانية(اختياري)',
    'submit' => 'إرسال',
    'cancel' => 'إلغاء',
    'choose' => 'أختر',

    'applicants' => 'المتقدمين',
    'name' => 'الاسم',
    'view' => 'مشاهدة',

    'applicant_request' => 'طلب متقدم/متقدمة',
    'view_job_proof' => 'عرض تعريف العمل',
    'view_qualification_proof' => 'عرض إثبات مؤهل',
    'work_details' => 'معلومات العمل',
    'job_contract' => 'الوظيفة: متعاقد',
    'submitted_at' => 'تقدم في',


    'intro' => 'أهلا بك في بوابة إستقطاب أعضاء هيئة التدريس للتدريس في التعليم عن بعد بجامعة الدمام، تسطيع' .
        ' تقديم طلب واحد فقط بالضغط على قدم الآن.',

    'submitNow'=> 'قدم الآن',
    'viewApplication'=> 'عرض طلبي',
    'SuccessSubmit'=> 'تم تقديم طلبك بنجاح، شكراً.',

    'example'=> 'مثال',
    'or'=> 'أو',

    'emailregex'=> ':attribute يجب ان يكون تحت نطاق جامعة الدمام أو جامعة حفر الباطن',
    'selectRoles'=> 'حدد الأدوار التي قمت بها',
    'isSV'=> 'مشرف',
    'isIns'=> 'مراقب',
    'isCont'=> 'كنترول',


    'add'=> 'إضافة',


    'courses_details'=> 'المقررات',
    'select_courses'=> 'حدد المقررات التي ترغب في تدريسها',





];