<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Authentication Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used during authentication for various
    | messages that we need to display to the user. You are free to modify
    | these language lines according to your application's requirements.
    |
    */

    /**
     *
     *
     * buttons
     *
     *
     */

    'add' => 'إضافة',
    'cancel' => 'إلغاء',
    'ok' => 'تنفيذ',
    'Delete' => 'حذف',

    /**
     *
     *
     * messages
     *
     *
     */

    'success' => 'تم تنفيذ العملية بنجاح',
    'fail' => 'حدث خطأ عند تنفيذ العملية',
    'nameExist' => 'الاسم المدخل مسجل مسبقاً ',
    'ProgramDelete' => 'إن حذف برنامج عملية لا يمكن الرجوع عنها بعد تنفيذها ويترتب عليها حذف كل ما يتعلق بهذا البرنامج من النظام نهائيا',
    'ProgramInstanceDelete' => 'إن حذف برنامج مشتق عملية لا يمكن الرجوع عنها بعد تنفيذها ويترتب عليها حذف كل ما يتعلق بهذا البرنامج المشتق من النظام نهائيا',
    'confirmation' => 'هل أنت متأكد؟' ,

    'required' => 'الحقول المؤشرة يجب أن تحتوي على قيمة',

    /**
     *
     *
     * fields
     *
     *
     */

    'name' => 'الاسم',
    'program' => 'البرنامج',
    'programInstance' => 'البرنامج المشتق',
    'details' => 'التفاصيل',
    'percentage' => 'النسبة',
    'programsList' => 'قائمة البرامج',
    'programInstanceList' => 'قائمة البرامج المشتقة',
    'taskList' => 'قائمة المهمات',
    'StartDate' => 'تاريخ البدء',
    'EndDate' => 'تاريخ الانتهاء',
    'CollegeCoordinatorName' => 'المنسق من الكلية',
    'DeanshipCoordinatorName' => 'المنسق من العمادة',
    'period' => 'الفترة',
    'Course_id' => 'رمز المقرر',
    'Courses' => 'المقررات',
    'Program_inst_id' => 'اسم البرانامج المشتق',
    'sDate' => 'تاريخ البدء',
    'eDate' => 'تاريخ الانتهاء',
    'college_coordinator_id' => 'المنسق من الكلية',
    'deanship_coordinator_id' => 'المنسق من العمادة',
    'Courses_list' => 'قائمة المقررات',
    'task' => 'المهمات',
    'phone' => 'رقم الجوال',
    'Emp_id' => 'الرقم الوظيفي',
    'email' => 'الإيميل',


    'q2' => 'الإعفاء عن رسوم الدراسة شجعني على اتخاذ قرار الالتحاق ببرنامج التعليم عن بعد',

    'q1a2' => [
        '' =>'أختر',
        'أوافق بشدة' =>'أوافق بشدة',
        'أوافق' =>'أوافق',
        'محايد' =>'محايد',
        'لا أوافق' =>'لا أوافق',
        'لا أوافق بشدة' =>'لا أوافق بشدة'
    ],

    'q3' => 'أشعر بالرضى عن نفسي بسبب مواصلتي مسيرتي العلمية',

    'q1a3' => [
        '' =>'أختر',
        'أوافق بشدة' =>'أوافق بشدة',
        'أوافق' =>'أوافق',
        'محايد' =>'محايد',
        'لا أوافق' =>'لا أوافق',
        'لا أوافق بشدة' =>'لا أوافق بشدة'
    ],

    'q4' => 'أتطلع إلى الاستفادة من شهادتي مستقبلا في الحصول على وظيفة مناسبة',

    'q1a4' => [
        '' =>'أختر',
        'أوافق بشدة' =>'أوافق بشدة',
        'أوافق' =>'أوافق',
        'محايد' =>'محايد',
        'لا أوافق' =>'لا أوافق',
        'لا أوافق بشدة' =>'لا أوافق بشدة'
    ],


    'q5' => 'إعفائي من رسوم الدراسة ساهم في تخفيف الأعباء المالية لي أو لأسرتي',

    'q1a5' => [
        '' =>'أختر',
        'أوافق بشدة' =>'أوافق بشدة',
        'أوافق' =>'أوافق',
        'محايد' =>'محايد',
        'لا أوافق' =>'لا أوافق',
        'لا أوافق بشدة' =>'لا أوافق بشدة'
    ],

    'q6' => 'دراستي في الجامعة تمنحني صورة إيجابية أمام المجتمع',

    'q1a6' => [
        '' =>'أختر',
        'أوافق بشدة' =>'أوافق بشدة',
        'أوافق' =>'أوافق',
        'محايد' =>'محايد',
        'لا أوافق' =>'لا أوافق',
        'لا أوافق بشدة' =>'لا أوافق بشدة'
    ],

    'q7' => 'أشعر بالرضى حيال هذه المبادرة وأرغب باستمرارها',

    'q1a7' => [
        '' =>'أختر',
        'أوافق بشدة' =>'أوافق بشدة',
        'أوافق' =>'أوافق',
        'محايد' =>'محايد',
        'لا أوافق' =>'لا أوافق',
        'لا أوافق بشدة' =>'لا أوافق بشدة'
    ],

    'applicants' => 'إستطلاع',
    'error' => 'خطأ',
    'SID' => 'الرقم الاكاديمي',
    'QID' => 'السؤال',
    'answer' => 'الإجابة',
    'createAt' => 'الوقت',
    'result' => ' النتيجة %',
    'totalResult' => 'إجمالي النتائج %',

];
