<?php
/**
 * Created by PhpStorm.
 * User: muzahrani
 * Date: 8/28/2016
 * Time: 11:42 AM
 */

return [
    'title' => 'التسجيل لمراقبة أختبارات التعليم عن بعد',
    'email_intro' => 'لتتمكن من التسجيل للمراقبة على أختبارات التعليم عن بعد أدخل بريدك الإلكتروني لتصلك رسالة برمز الدخول إلى النموذج',
    'gotPinAlready' => 'لدي رمز التحقق بالفعل',
    'pin' => 'رمز الدخول',
    'valid_email_intro' => 'أدخل بريدك الجامعي و رمز الدخول المرسل إليك لتتمكن من الدخول إلى نموذج التسجيل',

    'NID' => 'الهوية/الإقامة',
    'gender' => 'الجنس',
    'fname' => 'الاسم الأول',
    'faname' => 'اسم الأب',
    'gfaname' => 'اسم الجد',
    'lname' => 'اسم العائلة',
    'birth_date' => 'تاريخ الميلاد',
    'nationality' => 'الجنسية',
    'other_nationality'=>'الجنسية',
    'cellphone' => 'رقم الجوال',
    'email' => 'البريد الإلكتروني',
    'phone' => 'رقم هاتف العمل',
    'qualification' => 'المؤهل',
    'major' => 'التخصص',
    'department' => 'جهة العمل/الوكالة/العمادة',
    'section' => 'القسم/الإدارة',
    'employee_ID' => 'الرقم الوظيفي',
    'job_title' => 'المسمى الوظيفي',
    'other_job_title' => 'المسمى الوظيفي',
    'supervisor' => 'الاسم الكامل للرئيس المباشر',
    'su_phone' => 'رقم هاتف الرئيس',
    'su_email' => 'البريد الإلكتروني للرئيس',
    'su_cellphone' => 'رقم جوال الرئيس',
    'IBAN' => 'رقم حساب الآيبان',
    'bank_name' => 'اسم البنك',
    'account_holder_name' => 'اسم صاحب الحساب',
    'emergency_name' => 'الاسم',
    'emer_relation' => 'صلة القرابة',
    'other_emer_relation' => 'صلة القرابة الأخرى',
    'emer_cellphone' => 'رقم الجوال',
    'job_identity_attach' => 'تعريف العمل',
    'specify' => 'اخرى',
    'general_details' => 'معلومات عن المتقدم/المتقدمة',
    'hijri' => 'هجري',
    'miladi' => 'ميلادي',
    'job_placeholder' => 'في حال كانت الوظيفة بعقد يرجى تركه فارغ و تحديد بصح فوق الخانة',
    'is_contract' => 'وظيفة بعقد',
    'bank_details' => 'معلومات بنكية',
    'same_name' => 'نفس اسم المتقدم',
    'emergency_contacts_details' => 'معلومات اتصال شخص للحالات الطارئة',

    'other_details' => 'معلومات إضافية',
    'job_identification' => 'تعريف العمل',
    'el_exams_Before' => 'هل سبق لك أن راقبت على اختبارات التعليم عن بعد بجامعة الدمام',
    'el_exams_num' => 'عدد المراقبات',
    'other_exams_Before' => 'هل سبق لك أن راقبت على اختبارات اخرى',
    'specifyExams' => 'أذكرها',
    'howMany' => 'كم عدد المراقبات',
    'center' => 'المركز الذي ترغب المراقبة فيه',
    'submit' => 'إرسال',
    'cancel' => 'إلغاء',
    'choose' => 'أختر',

    'applicants' => 'المتقدمين',
    'name' => 'الاسم',
    'view' => 'مشاهدة',

    'applicant_request' => 'طلب متقدم/متقدمة',
    'view_job_proof' => 'عرض تعريف العمل',
    'work_details' => 'معلومات العمل',
    'job_contract' => 'الوظيفة: متعاقد',
    'submitted_at' => 'تقدم في',


    'intro' => 'أهلا بك في بوابة التسجيل لمراقبة امتحانات التعليم الإلكتروني بجامعة الدمام، تسطيع' .
        ' تقديم طلب واحد فقط بالضغط على تقديم الآن.',

    'submitNow'=> 'قدم الآن',
    'viewApplication'=> 'عرض طلبي',
    'SuccessSubmit'=> 'تم تقديم طلبك بنجاح، شكراً.',

    'example'=> 'مثال',
    'or'=> 'أو',

    'emailregex'=> ':attribute يجب ان يكون تحت نطاق جامعة الدمام أو جامعة حفر الباطن',





];