<?php

    return [
        'applicants' => 'نموذج متقدم لإعتذار عن اختبار',
        'lookup' => 'الإستعلام عن طلب مسبق',
        'pin_chk' => 'التحقق من البريد الإلكتروني',
        'successMsg' => 'تم تقديم طلبك بنجاح و يمكنك مراجعة طلبك عن طريق ادخال رمز الطلب المدون ادناه',
        'fid' => 'رمز الطلب',
        'name' => 'الاسم الرباعي',
        'email' => 'البريد الإلكتروني',
        'sid' => 'الرقم الأكاديمي',
        'NID' => 'رقم الهوية',
        'nid' => 'رقم الهوية',
        'gender' => 'الجنس',
        'exams_center' => 'مركز الإختبارات المعتمد',
        'con_des' => 'تفاصيل الإعتذار',
        'low_lvl_first_subject' => 'المادة الأولى (المستوى الأدنى)',
        'first_subject' => 'المادة الأخرى',
        'conflict_day' => 'يوم الإختبار',
        'conflict_date' => 'تاريخ الإعتذار',
        'con_status' => 'حالة الطلب',
        'des' => 'التفاصيل',
        'course_name' => 'اسم المقرر',
        'course_class' => 'رقم الشعبة',
        'course_ins_name' => 'أسم الأستاذ',
        'exam_date' => 'تاريخ الإختبار',
        'attach' => 'إرفاق المستندات',
        'reason' => 'أسباب الإعتذار',
        'view_attach' => 'عرض المرفقات',
        'course' => 'المقرر',


        'view' => 'مشاهدة',
        'submit' => 'تقديم',


        'desRequiredMsg' => 'يجب إدخال وصف حل للمشكلة في حال تم قبول العذر',
        'updateStatus' => 'تحديث حالة الطلب',


    ];