<?php

    return [
        /*'q1' => 'هل أنت متفرغ للدراسة؟',

        'q1a' => [
            '' =>'أختر',
            'متفرغ كلياً (لا أعمل)' =>'متفرغ كلياً (لا أعمل)',
            'متفرغ جزئياً (أعمل فترة واحدة)' =>'متفرغ جزئياً (أعمل فترة واحدة)',
            'غير متفرغ (أعمل أكثر من فترة يومياً/أسبوعياً)' =>'غير متفرغ (أعمل أكثر من فترة يومياً/أسبوعياً)'
        ],*/

        'q2' => 'الإعفاء عن رسوم الدراسة شجعني على اتخاذ قرار الالتحاق ببرنامج التعليم عن بعد',

        'q1a2' => [
            '' =>'أختر',
            'أوافق بشدة' =>'أوافق بشدة',
            'أوافق' =>'أوافق',
            'محايد' =>'محايد',
            'لا أوافق' =>'لا أوافق',
            'لا أوافق بشدة' =>'لا أوافق بشدة'
        ],

        'q3' => 'أشعر بالرضى عن نفسي بسبب مواصلتي مسيرتي العلمية',

        'q1a3' => [
            '' =>'أختر',
            'أوافق بشدة' =>'أوافق بشدة',
            'أوافق' =>'أوافق',
            'محايد' =>'محايد',
            'لا أوافق' =>'لا أوافق',
            'لا أوافق بشدة' =>'لا أوافق بشدة'
        ],

        'q4' => 'أتطلع إلى الاستفادة من شهادتي مستقبلا في الحصول على وظيفة مناسبة',

        'q1a4' => [
            '' =>'أختر',
            'أوافق بشدة' =>'أوافق بشدة',
            'أوافق' =>'أوافق',
            'محايد' =>'محايد',
            'لا أوافق' =>'لا أوافق',
            'لا أوافق بشدة' =>'لا أوافق بشدة'
        ],


        'q5' => 'إعفائي من رسوم الدراسة ساهم في تخفيف الأعباء المالية لي أو لأسرتي',

        'q1a5' => [
            '' =>'أختر',
            'أوافق بشدة' =>'أوافق بشدة',
            'أوافق' =>'أوافق',
            'محايد' =>'محايد',
            'لا أوافق' =>'لا أوافق',
            'لا أوافق بشدة' =>'لا أوافق بشدة'
        ],

        'q6' => 'دراستي في الجامعة تمنحني صورة إيجابية أمام المجتمع',

        'q1a6' => [
            '' =>'أختر',
            'أوافق بشدة' =>'أوافق بشدة',
            'أوافق' =>'أوافق',
            'محايد' =>'محايد',
            'لا أوافق' =>'لا أوافق',
            'لا أوافق بشدة' =>'لا أوافق بشدة'
        ],

        'q7' => 'أشعر بالرضى حيال هذه المبادرة وأرغب باستمرارها',

        'q1a7' => [
            '' =>'أختر',
            'أوافق بشدة' =>'أوافق بشدة',
            'أوافق' =>'أوافق',
            'محايد' =>'محايد',
            'لا أوافق' =>'لا أوافق',
            'لا أوافق بشدة' =>'لا أوافق بشدة'
        ],

        'applicants' => 'إستطلاع',
        'error' => 'خطأ',
        'SID' => 'الرقم الاكاديمي',
        'QID' => 'السؤال',
        'answer' => 'الإجابة',
        'createAt' => 'الوقت',
        'result' => ' النتيجة %',
        'totalResult' => 'إجمالي النتائج %',

    ];