<?php

    return [
        'q1' => 'هل أنت متفرغ للدراسة؟',

        'q1a' => [
            '' =>'أختر',
            'متفرغ كلياً (لا أعمل)' =>'متفرغ كلياً (لا أعمل)',
            'متفرغ جزئياً (أعمل فترة واحدة)' =>'متفرغ جزئياً (أعمل فترة واحدة)',
            'غير متفرغ (أعمل أكثر من فترة يومياً/أسبوعياً)' =>'غير متفرغ (أعمل أكثر من فترة يومياً/أسبوعياً)'
        ],

        'applicants' => 'إستطلاع',
        'error' => 'خطأ',
        'SID' => 'الرقم الاكاديمي',
        'QID' => 'السؤال',
        'answer' => 'الإجابة',
        'createAt' => 'الوقت',

    ];