<?php

    return [
        'asset' => 'جهاز مستودع',
        'title' => 'المستودع',
        'sn' => 'الرقم التسلسلي',
        'dlcode' => 'رقم الفهرسة',
        'type' => 'نوع الجهاز',
        'status' => 'حالة الجهاز',
        'brand' => 'اسم شركة التصنيع',
        'warranty' => 'جهة الضمان',
        'expdate' => 'تاريخ الإنتهاء',
        'trolleyid' => 'رقم العربة (إذا كانت متوفرة)',
        'noRes' => 'لا يوجد نتائج',
        'back' => 'رجوع',
        'create' => 'إضافة جهاز جديد',
        'edit' => 'تعديل',
        'newAsset' => 'إضافة جهاز جديد',
        'editAsset' => 'تعديل جهاز جديد',
        'view' => 'التفاصيل',
        'specify' => 'اذكرها',
        'des' => 'تفاصيل أخرى',
        'uptodate' => 'تحت الضمان',
        'outdated' => 'خارج الضمان',
        'linkType' => 'نوع العهدة',

        'linkTypes' => [
        '' => '',
        'rent' => 'استعارة',
        'receive' => 'استلام',

        ],
        'assetTypes' => [
        '' => '',
        'جهاز مكتبي' => 'جهاز مكتبي',
        'جهاز محمول' => 'جهاز محمول',

        ],
        'assetStatus' => [
            '' => '',
            'جديد' => 'جديد',
            'مستخدم' => 'مستخدم',
            'لا يعمل' => 'لا يعمل',
        ],
        'assetBrands' => [
            '' => '',
            'Dell' => 'Dell',
            'HP' => 'HP',
            'Lenovo' => 'Lenovo',


        ],


        'assetWarranty' => [

            'الدولية' => 'الدولية',
            'حاسبات العرب' => 'حاسبات العرب',
            'الحداد' => 'الحداد',


        ],




        'email' => 'البريد الالكتروني',
        'name' => 'الأسم',
        'phone' => 'الجوال',
        'createNewEmp' => 'إضافة موظف جديد',



        'emp_title' => 'الموظفين',
        'newEmp' => 'موظف جديد',
        'editEmp' => 'تعديل بيانات موظف',
        'assetsLink' => 'قائمة العهد',
        'addNewLink' => 'إضافة عهد جديدة',
        'editLink' => 'تحديث عهدة',
        'qyn' => 'الكمية رقماً',
        'gynInWrite' => 'الكمية كتابةً',
        'note' => 'ملاحضات',
        'added_at' => 'التاريخ',


        'newAddedAsset' => 'تم إضافة العهدة',
        'updatedAsset' => 'تم تحديث العهدة',
        'delAsset' => 'تم إلغاء العهدة',
        'currAssets' => 'العهد الحالية',
        'delAssets' => 'العهد الملغية',


        'existGuest' => 'زائر قديم',
        'newGuest' => 'زائر جديد',
        'NID' => 'رقم الهوية/الإقامة',
        'occupation' => 'المهنة',
        'gender' => 'الجنس',
        'phone_ext' => 'تحويلة (في حال وجدت)',
        'phoneOrCell' => 'رقم الجوال/الهاتف',
        'clickForRegister' => 'لتسجيل زائر جديد',


        'rooms' => 'القاعات',
        'id' => 'رقم القاعة',
        'roomsName' => 'رمز القاعة',
        'max' => 'الإستيعابية',
        'roomsDes' => 'ملاحضات',
        'roomsForDes' => 'ملاحضات عن القاعة',
        'RoomCreate' => 'إضافة قاعة',
        'editRoom' => 'تعديل قاعة',
        'resourcesLink' => 'قائمة الأجهزة في القاعة',
        'currResources' => 'الأجهزة الحالية',
        'delResources' => 'الأجهزة الملغية',
        'addResources' => 'تم إضافة الحهاز',
        'updateResources' => 'تم تعديل الحهاز',
        'delResource' => 'تم إلغاء الحهاز',
        'addNewDevice' => 'إضافة جهاز للقاعة',

        'date' => 'تاريخ الحجز',
        'hours' => 'موعد الحدث (من/إلى)',
        'hours' => 'موعد الحدث (من/إلى)',




    ];